benchmark/escenario4.txt
Running 1m test @ https://sistemasga.online/
  8 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   337.94ms  254.14ms   2.00s    88.19%
    Req/Sec    91.48     58.82   250.00     61.09%
  38007 requests in 1.00m, 80.24MB read
  Socket errors: connect 0, read 0, write 0, timeout 209
Requests/sec:    632.43
Transfer/sec:      1.34MB